Repository: NaN-tic/trytond-password_expiry
Catalog: locale/*.po
Languages: ca_es, es_es

# error:res.user:
source: Please input a diferent password.
ca_es: Si us plau, introduïu una contrasenya diferent.
es_es: Por favor, introducir una contraseña distinta.

# error:res.user:
source: The supplied password is not strength enought, please use a diferent password.
ca_es: La contrasenya que heu introduït és molt dèbil, si us plau utilitzeu una contrasenya diferent.
es_es: La contraseña introducida es demasiado débil. Por favor, utilizad una contraseña distinta.

# error:res.user:
source: Your new password of tryton server %(hostname)s is %(new_password)s please login in order to change it.
ca_es: La vostra nova contrasenya al servidor de tryton %(hostname)s es %(new_password)s si us plau, entreu per canviar-la.
es_es: Vuestra nueva contraseña del servidor de tryton %(hostname)s es %(new_password)s por favor entra para cambiarla.

# error:res.user:
source: Your password has expired, please change it to a new one from user preferences.
ca_es: La vostra contrasenya ha caducat, si us plau renoveu-la des de les preferències d'usuari.
es_es: Vuestra contraseña ha caducado, por favor cambiadla desde la preferencias de usuario.

# error:res.user:
source: Your password have been changed.
ca_es: S'ha canviat la vostra contrasenya.
es_es: Tu contraseña se ha modificado.

# field:password.configuration,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:password.configuration,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:password.configuration,expiry_days:
source: Expiry Days
ca_es: Dies pel venciment
es_es: Días de vencimiento

# field:password.configuration,factor:
source: Password Factor
ca_es: Factor de Fortaleza
es_es: Factor de la contraseña

# field:password.configuration,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:password.configuration,letters:
source: Quantity of Characters
ca_es: Quantitat de caràcters
es_es: Cantidad de carácteres

# field:password.configuration,logout_time:
source: Logout Time
ca_es: Temps de sortida
es_es: Tiempo de salida

# field:password.configuration,numbers:
source: Quantity of Numbers
ca_es: Quantitat de dígits
es_es: Cantidad de dígitos

# field:password.configuration,punctuations:
source: Quantity of Symbols
ca_es: Número de Símbols
es_es: Cantidad de símbolos

# field:password.configuration,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:password.configuration,write_date:
source: Write Date
ca_es: Data modificación
es_es: Fecha modificación

# field:password.configuration,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:res.user,last_change_date:
source: Last Change Date
ca_es: Ultima data de canvi
es_es: Ultima fecha de cambio.

# field:res.user.expired_password.start,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:res.user.expired_password.start,old_password:
source: Old Password
ca_es: Contrasenya anterior
es_es: Contraseña anterior

# field:res.user.expired_password.start,password:
source: Password
ca_es: Contrasenya
es_es: Contraseña

# model:ir.action,name:act_password_configuration_form
source: Password Configuration
ca_es: Configuració contrasenya
es_es: Configuración de la contraseña

# model:ir.action,name:wizard_expired_password
source: Expired Password
ca_es: Contrasenya caducada
es_es: Contraseña caducada

# model:ir.ui.menu,name:menu_password_configuration
source: Password Configuration
ca_es: Configuració contrasenya
es_es: Configuración de la contraseña

# model:ir.ui.menu,name:menu_user_configuration
source: Configuration
ca_es: Configuració
es_es: Configuración

# model:password.configuration,name:
source: Password Configuration
ca_es: Configuració contrasenya
es_es: Configuración de la contraseña

# model:res.user.expired_password.start,name:
source: Expired Password Start
ca_es: Inici contrasenya caducada
es_es: Inicio contraseña caducada

# view:res.user.expired_password.start:
source: Expired Password
ca_es: Contrasenya caducada
es_es: Contraseña caducada

# view:res.user.expired_password.start:
source: Your password have expired. Please introduce a new one
ca_es: La vostra contrasenya ha caducat. Si us plau, introduïu una de nova.
es_es: Vuestra contraseña ha caducado. Por favor, introducid una de nueva.

# view:res.user:
source: Reset Password
ca_es: Resetejar contrasenya
es_es: Reiniciar contraseña

# wizard_button:res.user.expired_password,start,set_password:
source: Change Password
ca_es: Canviar contrasenya
es_es: Cambiar contraseña
